brew "black"
brew "bat"
brew "eza"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "htop"
brew "isort"
brew "jq"
brew "lua-language-server"
brew "mypy"
brew "neovim"
brew "netcat"
brew "nmap"
brew "pyenv"
brew "pyright"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zoxide"
cask "ghostty"
brew "starship"
cask "karabiner-elements"
cask "raycast"
brew "fish"
brew "fisher"
